Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/separation_and_divorce/index.html.txt.tmx
Source language: en
Languages: ga

source: Separation, divorce and dissolution
ga: Scaradh, colscaradh agus díscaoileadh

source: Legal options following marital breakdown
ga: Torthaí ar Scaradh nó Colscaradh

source: An introduction to the legal options following marital breakdown is presented
ga: Cur síos gairid ar na torthaí a bhíonn ag scaradh agus colscaradh

source: Legal options following the breakdown of a civil partnership
ga: Roghanna dlíthiúla tar éis cliseadh pháirtnéireacht shibhialta

source: An introduction to the legal options following the breakdown of a civil partnership is presented
ga: Cuirtear i láthair na roghanna dlíthiúla tar éis cliseadh pháirtnéireacht shibhialta

source: Family Mediation Service is a free service that assists separating couples co-operate with each other to work out mutually acceptable arrangements. How this service may help you
ga: Tá cur síos ginearálta sa cháipéis seo ar an tSeirbhís Idirghabhála don Teaghlach agus céard is brí le hidirghabháil

source: Married couples and civil partners that agree to live separately may enter into a separation agreement
ga: A description of a Separation Agreement and how it works

source: Applications for a judicial separation in Ireland are made to the court
ga: Cur síos ar Scaradh Dleathúil agus an córas len é a chur i gcrích

source: A divorce decree allows both parties to a marriage to remarry
ga: Ceadaíonn foraithne cholscartha don dá pháirtí pósta athphósadh a dhéanamh

source: Special conditions must be met, however, before a court can grant a divorce
ga: Sular féidir le cúirt colscaradh a dheonú, ní mór coinníollacha speisialta a chomhlíonadh, áfach

source: A dissolution decree allows both parties to a civil partnership to marry
ga: Tugann foraithne díscaoileadh cead don dá pháirtí i bpáirtnéireacht shibhialta pósadh

source: Special conditions must be met, however, before a court can grant a dissolution
ga: Caithfear conníollacha speisialta a chomhlíonadh, áfach, sular féidir le cúirt díscaoileadh a bhronnadh

source: Factors considered by a court in a separation/divorce/dissolution
ga: Gnéithe a thugann an cúirt san áireamh i gcásanna scaradh/ colscaradh/díscaoilte

source: What are the factors considered by a court in making ancillary orders in an application for a decree of judicial separation, divorce or dissolution?
ga: Na fachtóirí a thógann an cúirt san áireamh i gcás iarratas ar scaradh, colscaradh nó díscaoilte

source: Maintenance orders and agreements
ga: Orduithe agus comhaontuithe cothabhála

source: Explanation of procedures involved in an application for a maintenance order
ga: Cur síos ar an bpróiseas a bhaineann le hiarratas a dhéanamh ar ordú cothabhála

source: What is considered to be a family or shared home?
ga: Teach an teaghlaigh agus tithe comhroinnte

source: Find out the orders that can be made by the courts in relation to the family or shared home
ga: Céard atá i gceist le teeach an teaghlaigh agus na horduithe gur féidir a dheanamh ina leith

source: How pensions are assessed during a separation/divorce/dissolution
ga: Conas a mheasúnaítear pinsin le linn idirscartha/colscartha/scaoilte

source: Courts in Ireland have the power to treat pensions as assets
ga: Cur síos ar phinsin mar mhaoin agus orduithe ceartú pinsin

source: Succession rights following a separation/divorce/dissolution
ga: Cearta comharbais i ndiaidh idirscartha/colscartha/scaoilte

source: Succession rights are governed by law
ga: Leagann an dlí síos go cruinn cad iad na cearta comharbais atá ag duine in Éirinn

source: Find out how separation, divorce or dissolution affects your succession rights
ga: Faigh amach cén tionchar a bheadh ag colscaradh nó scaradh ó do chéile ar do chearta comharbais

source: Separation and divorce: children
ga: Scaradh agus Colscaradh: Páistí

source: Information on the implications for guardianship, custody and access to children following separation and divorce
ga: Cur síos ar cosaint, cumhdach agus insroichteacht

source: Explanation of the presumption of paternity in marital and non-marital situations and the repercussions of this rule on children's rights to inheritance and maintenance
ga: Cur síos ar an rial ceapadh atharthachta i gcásanna pósta agus neamhphósta agus toradh an riail seo ar chearta páistí do oidhreacht agus cothú

source: This document discusses the tax treatment of maintenance payments made by one spouse to another
ga: Déantar íocaíochtaí cothabhála ó chéile amháin go céile eile a phlé anseo ó thaobh cúrsaí cánacha

source: This document is in: Money and Tax > Tax > Income tax credits and reliefs
ga: This document is in: Airgead agus Cáin > Cáin > Creidmheasanna agus faoiseamh cáin ioncaim

source: Separation, divorce and income tax credits and reliefs
ga: Scaradh, colscaradh agus creidmheasanna agus faoiseamh cáin ioncaim

source: A description of how income and maintenance is taxed after separation or divorce
ga: Cur síos mion ar na rialacha a bhaineann le cáin ioncaim tar éis scartha/colscartha

source: Capital taxes following separation, divorce or dissolution
ga: Cánacha Caipitiúla tar éis scartha/colscartha

source: Synopsis of the impact of separation, divorce or dissoultion on capital taxes - capital gains tax, capital acquisitions tax and stamp duty
ga: Cur síos gairid ar an tionchar a bhíonn ag scaradh/colscaradh ar chánacha Caipitiúla - cáin ar ghnóthacháin caipitiúla, cáin ar fháltais caipitiúla agus stampdhleacht

source: This document is in: Money and Tax > Tax > Capital taxes
ga: This document is in: Airgead agus Cáin > Cáin > Cánacha Caipitil

source: Most Read in "Family and Relationships"
ga: Ábhar is mó éilimh i "Teaghlach agus Caidrimh"

source: Registrars of Births, Marriages and Deaths
ga: Leanaí agus cearta in Éirinn

source: Barring, safety and protection orders
ga: Orduithe Urchoisc, Sábháilteachta agus Cosanta
